Repository: Moscosom1/FIFA-Tracker
Catalog: FIFATracker/locale/*/LC_MESSAGES/django.po
Languages: pl

source: English
pl: Angielski

source: Polish
pl: Polski

source: Your profile is public now.
pl: Twój profil jest teraz publiczny

source: Your profile is private now.
pl: Twój profil jest teraz prywatny

source: Failed. User not authenticated
pl: Nie udało się. Użytkownik nie jest autoryzowany

source: Your password has been changed!
pl: Twoje hasło zostało zmienione!

source: Password change failed.
pl: Zmiana hasła zakończona niepowodzeniem.

source: username
pl: Nazwa Użytkownika

source: password
pl: Hasło

source: Sorry, account {} doesn't exists in our database. Please try again.
pl: Konto '{}' nie istnieje. Spróbuj ponownie.

source: Sorry, your account is not activated. Check spam folder in your email inbox.
pl: Twoje konto nie jest aktywne. Sprawdź folder spam w swojej skrzynce pocztowej.

source: Sorry, invalid password. Please try again.
pl: Konto '{}' nie istnieje. Spróbuj ponownie.

source: Please, enter your email or username and try again.
pl: Nazwa uzytkowinka i email jest wymagana.

source: Sorry, account '{}' doesn't exists in our database. Please try again.
pl: Konto '{}' nie istnieje. Spróbuj ponownie.

source: Sorry, account with '{}' email address doesn't exists in our database. Please try again.
pl: Podany adres email: '{}' nie istnieje w naszej bazie danych. Spróbuj ponownie.

source: The two password fields didn't match.
pl: Podane hasła nie są identyczne.

source: New password
pl: Nowe Hasło

source: New password confirmation
pl: Potwierdź Nowe Hasło

source: Hey {}, you are already logged in!
pl: Jesteś juz zalogowany {}!

source: FIFA Tracker - Account activation
pl: FIFA Tracker - Aktywacja konta

source: Confirmation link has been sent to {}. Make sure to check your spam folder
pl: Link weryfikacyjny konto został wyslany do {}. Czasami może on znajdować sie w folderze ze spamem

source: It's nice to see you again {}!
pl: Miło widzieć cię ponownie {}!

source: Account activated! You can upload your FIFA career save now.
pl: Konto Aktywowane! Możesz już przesłać swój plik z zapisanym stanem gry.

source: The confirmation link was invalid, possibly because it has already been used.
pl: Link weryfikacyjny jest nieprawidłowy, prawdopodobnie został już użyty.

source: FIFA Tracker - Password Reset
pl: FIFA Tracker - Reset Hasła

source: We've emailed you instructions for setting your new password, to {}
pl: Instrukcje dotyczące zmiany hasła zostały wysłane do {}

source: Password has been reset. You can login now using your new credentials.
pl: Hasło zostało zresetowane. Możesz już się zalogować używając nowych danych.

source: No results found. Try to change your filters
pl: Brak rezultatów wyszukiwania. Spróbuj zmienić filtry

source: Your career file hasn't been processed yet. Displaying default FIFA database data.
pl: Twoj plik kariery nie został jeszcze przetworzony. Przeglądasz domyślną baze danych FIFA

source: Sorry, {}'s profile is private. Profile visibility can be changed in Control Panel.
pl: Niestety, profil użytkownika {} jest prywatny. Widoczność profilu może być zmieniona w Panelu Kontrolnym konta

source: Only authenticated users are allowed to upload files.
pl: Tylko autoryzowani użytkownicy mogą przesyłać pliki.

source: Processing Career Save File.
pl: Przetwarzanie pliku z zapisanym stanem gry

source: Done?? Try to refresh website.
pl: Udało się?? Spróbuj odświeżyć stronę.

source: Not authenticated.
pl: Użytkownik nie jest autoryzowany.

source: File is still processed.
pl: Twój plik jest ciągle przetwarzany

source: Save file model not found.
pl: Model nie znaleziony

source: Save file not found on the server.
pl: Plik nie znaleziony na serwerze

source: Unpacking database from career file.
pl: Wypakowywanie bazydanych z pliku kariery

source: Exporting data from FIFA database to csv files.
pl: Exportowanie danych z bazy danych FIFA do pliku csv

source: Calculating Players Values and Teams Ratings
pl: Obliczanie wartośći zawodników i oceny drużyn

source: Importing data to FIFA Tracker database.
pl: Importowanie danych do bazy danych FIFA Trackera

source: Completed in {}s
pl: Proces zakończony w {}s

source: Account Control Panel
pl: Panel Kontrolny Konta

source: Change Password
pl: Zmien Hasło

source: Profile
pl: Profil

source: Is profile public visibility?
pl: Profil widoczny publicznie?

source: Makes your data visible to anyone.
pl: Twoje dane są widoczne dla każdego kto przeglada strone.

source: Hi
pl: Witaj

source: Thanks for using FIFA Tracker!
pl: Dziękuje za korzystanie z FIFA Tracker!

source: Please click on the link below to activate your account:
pl: Proszę, kliknij na link poniżej aby aktywować swoje konto:

source: If you did not sign up for a FIFA Tracker account please disregard this email.
pl: Jeśli nie założyłeś konta na FIFA Tracker, proszę, zignoruj ten email.

source: Login
pl: Zaloguj

source: Forgot your password?
pl: Nie pamiętasz hasła?

source: Create New Account
pl: Załóż nowe konto

source: We received your request to reset your FIFA Tracker account password.
pl: Otrzymaliśmy twoją prośbe o reset hasła do Twojego konta na FIFA Tracker.

source: Please click on the link below to change your password:
pl: Proszę, kliknij na link poniżej aby zmienić swoje hasło:

source: Forgot password
pl: Zapomniałeś hasła?

source: If you've forgotten your password you can enter your e-mail or username and we'll send out instructions on how to reset it.
pl: Jeśli zapomniałeś swojego hasła, możesz podac swoj email lub nazwe uzytkowinka, a my wyślemy Ci instrukcje jak zresetować hasło.

source: Reset Password
pl: Zresetuj Hasło

source: Set New Password
pl: Nowe Hasło

source: Sign up
pl: Załóż konto

source: Create an account
pl: Załóż konto

source: Success!
pl: Sukces!

source: Players
pl: Zawodnicy

source: Teams
pl: Drużyny

source: Transfers
pl: Transfery

source: Tools
pl: Narzędzia

source: Calculator
pl: Kalkulator

source: Preferences
pl: Preferencje

source: Currency
pl: Waluta

source: USDOLLAR
pl: DOLAR

source: POUND
pl: FUNT

source: Units
pl: SYSTEM MIAR

source: METRIC
pl: METRY

source: IMPERIAL
pl: BRYTYJSKI

source: Language
pl: Język

source: Control Panel
pl: Panel Kontrolny

source: Upload
pl: Prześlij

source: Log out
pl: Wyloguj się

source: LOG-IN
pl: ZALOGUJ

source: Track your progress in FIFA Career Mode
pl: Sledź swoje postępy w trybie kariery w grze FIFA

source: If you ever wanted to find best of the best players in your career mode then this place is ideal for you. Upload your career save and let the magic happen
pl: Jeśli kiedykolwiek chciałeś wiedzieć kto jest najepszym zawodnikiem w Twojej karierze to to miejsce będzie idealne dla Ciebie. Prześlij swój zapisany stan gry i sprawdź kto to

source: Get Started
pl: Zacznij Teraz

source: Register
pl: Zarejestruj

source: an new account or
pl: nowe konto, lub

source: login
pl: zaloguj się

source: your career save
pl: Twój zapisany stan gry

source: Players from your career save will be available
pl: Zawodnicy z Twojego zapisu gry będa dostępni

source: here
pl: tutaj

source: after our servers will process your career data
pl: gdy nasze serwery przetworzą Twoje dane

source: Plans for future
pl: Plany na przyszłość

source: Most Popular Clubs
pl: Najpopularniejsze kluby

source: CLUB
pl: Klub

source: MANAGERS
pl: Menedżerów

source: Most Popular National Teams
pl: Najpopularniejsze Reprezentacje

source: NATIONAL TEAM
pl: Reprezentacja

source: Join Our Discord
pl: Dołącz do nas na Discordzie

source: Nationality
pl: Narodowość

source: League
pl: Liga

source: Club
pl: Klub

source: Rating & Potential
pl: Ocena i Potencjał

source: Birthdate
pl: Data ur.

source: Position(s)
pl: Pozycja

source: Share This Player
pl: Udostępnij zawodnika

source: Share this player with your friends.
pl: Udostępnij zawodnika swoim znajomym.

source: COPY
pl: Kopiuj

source: Player Info
pl: Informacje o Zawodniku

source: Name
pl: Imię

source: Common name
pl: Znany jako

source: Jersey name
pl: Nazwisko na koszulce

source: Height & Weight
pl: Wzrost i Waga

source: Body Type
pl: Typ Ciała

source: Hair Color
pl: Kolor Włosów

source: Position
pl: Pozycja

source: Other Positions
pl: Inne pozycje

source: This player is loaned from:
pl: Ten zawodnik jest wypożyczony z:

source: Loaned from:
pl: Wypożyczony z:

source: Contract
pl: Kontrakt

source: Boots
pl: Korki

source: Overall
pl: Ocena Ogólna

source: Potential
pl: Potencjał

source: Strong Foot
pl: Noga

source: Workrates
pl: Pracowitość

source: Skill moves
pl: Sztuczki

source: Weak foot
pl: Słabsza noga

source: Int. Reputation
pl: Reptuacja m-nar.

source: Release Clause
pl: Klauzula wykupu

source: Value
pl: Wartość

source: Wage
pl: Pensja

source: Player Attributes
pl: Atrybuty Zawodnika

source: GOALKEEPER
pl: BRAMKARZ

source: GK Diving
pl: Parady

source: GK Handling
pl: Łapanie Piłki

source: GK Kicking
pl: Wykopy

source: GK Positioning
pl: Pozycjonowanie

source: GK Reflex
pl: Refleks

source: ATTACK
pl: ATAK

source: Crossing
pl: Dośrodkowania

source: Finishing
pl: Wykończenie

source: Heading Accuracy
pl: Celność Główek

source: Short Passing
pl: Krótkie Podania

source: Volleys
pl: Woleje

source: DEFENDING
pl: OBRONA

source: Marking
pl: Krycie

source: Standing Tackle
pl: Odbiór Tradycyjny

source: Sliding Tackle
pl: Wślizg

source: SKILL
pl: DRYBLING

source: Dribbling
pl: Drybling

source: Curve
pl: Podkręcanie Piłki

source: Free Kick Accuracy
pl: Celność Wolnych

source: Long Passing
pl: Długie Podania

source: Ball Control
pl: Kontrola Piłki

source: POWER
pl: FIZYCZNE

source: Shot Power
pl: Siła Strzału

source: Jumping
pl: Skoczność

source: Stamina
pl: Wytrzymałość

source: Strength
pl: Siła

source: Long Shots
pl: Strzały z Daleka

source: MOVEMENT
pl: TEMPO

source: Acceleration
pl: Przyspieszenie

source: Sprint Speed
pl: Szybkość Biegu

source: Agility
pl: Zwinność

source: Reactions
pl: Reakcje

source: Balance
pl: Równowaga

source: MENTALITY
pl: MENTALNE

source: Aggression
pl: Agresja

source: Composure
pl: Opanowanie

source: Interceptions
pl: Przechwyty

source: Attack Positioning
pl: Ustawianie się

source: Vision
pl: Orientacja

source: Penalties
pl: Rzuty Karne

source: Player Traits
pl: Cechy Zawodnika

source: In-Game Ratings
pl: Oceny Ogólne w grze

source: Player Statistics
pl: Statystyki zawodnika

source: Current season
pl: Aktualny sezon

source: Total
pl: Wszystkie

source: Avg. Rating
pl: Średnia ocena

source: Appearances
pl: Występy

source: Goals
pl: Bramki

source: Assists
pl: Asysty

source: Clean Sheets
pl: Czyste konta

source: Yellow Cards
pl: Żółte Kartki

source: Red Cards
pl: Czerwone Kartki

source: No statistics available for this player
pl: Brak statystyk dla tego zawodnika

source: Search for player...
pl: Szukaj zawodnika...

source: Free Agents
pl: Bez klubu

source: FA
pl: WZ

source: Generic Players
pl: Wygenerowani

source: Generic
pl: Wygen.

source: Players for
pl: Zawodnicy za

source: Free Players
pl: Darmowi

source: Free
pl: Darmowi

source: Expiring Contract
pl: Wygasający kontrakt

source: Exp. Con.
pl: Wyg. Kon.

source: Expiring
pl: Wygasa

source: Other
pl: Pozostałe

source: Age
pl: Wiek

source: Has Real Face?
pl: Prawdziwa twarz?

source: Any...
pl: Każda...

source: No
pl: Nie

source: Yes
pl: Tak

source: Is Real?
pl: Jest Prawdziwy?

source: On Loan?
pl: Na Wypożyczeniu?

source: Release Clause?
pl: Klauzula wykupu?

source: Search for position(s)...
pl: Szukaj pozycji...

source: Search for nation...
pl: Szukaj narodowości...

source: Search for league...
pl: Szukaj ligi...

source: Team
pl: Drużyna

source: Search for team...
pl: Szukaj drużyny...

source: Attacking Work Rate
pl: Pracowitość w Ataku

source: Defensive Work Rate
pl: Pracowitość w Obronie

source: Contract Valid Until
pl: Kontrakt ważny do

source: Skill Moves
pl: Sztuczki

source: Weak Foot
pl: Słabsza Noga

source: International Reputation
pl: Reptuacja m-nar.

source: Height (cm)
pl: Wzrost (cm)

source: Weight (kg)
pl: Waga (kg)

source: Attack
pl: Atak

source: Defending
pl: Obrona

source: Skill
pl: Drybling

source: Power
pl: Fizyczne

source: Movement
pl: Tempo

source: Mentalilty
pl: Mentalne

source: Goalkeeper
pl: Bramkarz

source: GK Reflexes
pl: Refleks

source: Player have statistics?
pl: Zawodnik ma statystyki?

source: Goals Scored
pl: Zdobyte bramki

source: Is Retiring?
pl: Konczy Kariere?

source: Head Model
pl: Model głowy

source: Search for head model(s)...
pl: Szukaj modelu głowy...

source: Search for hair color(s)...
pl: Szukaj koloru włosów...

source: Skin Color
pl: Kolor Skóry

source: Seearch for skin color(s)...
pl: Szukaj koloru skóry..

source: Search for body type(s)...
pl: Szukaj typu ciała...

source: Search for boots..
pl: Szukaj korków...

source: Search
pl: Szukaj

source: Reset
pl: Resetuj

source: Results per page
pl: Rezultatów na strone

source: Displaying Players for user
pl: Zawodnicy użytkownika

source: Current Date
pl: Aktualna data

source: Total Players
pl: Wszystkich zawodników

source: First
pl: Pierwsza

source: Last
pl: Ostatnia

source: IMG
pl: ZDJ

source: PLAYER
pl: ZAWODNIK

source: RAT
pl: OGL

source: AGE
pl: Wiek

source: CONTRACT
pl: KONTRAKT

source: VALUE
pl: WARTOŚĆ

source: ATT
pl: ATK

source: MID
pl: POM

source: DEF
pl: OBR

source: Team Info
pl: Informacje o Drużynie

source: Careers
pl: Kariery

source: FIFA Tracker users are managing this team.
pl: Użytkowników tej strony prowadzi tą drużynę.

source: Manager
pl: Menedżer

source: League Position
pl: Pozycja w lidze

source: League Titles
pl: Tytuły ligowe

source: Domestic Cups
pl: Puchary krajowe

source: Rival Team
pl: Największy Rywal

source: Foundation Year
pl: Rok założenia

source: Budget
pl: Budżet

source: Club worth
pl: Wartość klubu

source: Popularity
pl: Popularność

source: Domestic prestige
pl: Lokalny prestiż

source: Int. prestige
pl: M-nar. prestiż

source: Profitability
pl: Rentowność

source: Youth Development
pl: Rozwój młodieży

source: Captain
pl: Kapitan

source: Left Short Free Kick
pl: Bliski Wolny (z lewej)

source: Right Short Free Kick
pl: Bliski Wolny (z prawej)

source: Long Free Kick
pl: Daleki Rzut Wolny

source: Left Corner
pl: Rożny z Lewej

source: Right Corner
pl: Rożny z Prawej

source: GOALKEEPERS
pl: Bramkarze

source: POS
pl: POZ

source: Loaned from
pl: Wypożyczony z

source: DEFENDERS
pl: Obrońcy

source: MIDFIELDERS
pl: Pomocnicy

source: FORWARDS
pl: Napastnicy

source: LOANED OUT
pl: Wypożyczeni

source: Loaned to
pl: Wypożyczony do

source: This team dont have any players
pl: Ta drużyna nie ma żadnych zawodników

source: CT
pl: DK

source: Youth Academy
pl: Akademia

source: YA
pl: AJ

source: NT
pl: DN

source: Att. Rating
pl: Ocena ATK

source: Mid. Rating
pl: Ocena POM

source: Def. Rating
pl: Ocena OBR

source: Team Type
pl: Typ Drużyny

source: Both
pl: Wszystko

source: Club Team
pl: Klub

source: National Team
pl: Drużyna narodowa

source: Transfer Budget
pl: Budżet transferowy

source: Club Worth
pl: Wartość klubu

source: Int. Prestige
pl: M-nar prestiż

source: Total Teams
pl: Wszystkich Drużyn

source: TEAM
pl: DRUŻYNA

source: OVR
pl: OGL

source: BUDGET
pl: BUDŻET

source: Calculate player potential.
pl: Oblicz potencjał zawodnika.

source: Player Value
pl: Wartość Zawodnika

source: ST
pl: N

source: GK
pl: BR

source: SW
pl: LI

source: RWB
pl: CPS

source: RB
pl: PO

source: RCB
pl: PŚO

source: CB
pl: ŚO

source: LCB
pl: LŚO

source: LB
pl: LO

source: LWB
pl: CLS

source: RDM
pl: PPD

source: CDM
pl: ŚPD

source: LDM
pl: LPD

source: RM
pl: PP

source: RCM
pl: PŚP

source: CM
pl: ŚP

source: LCM
pl: LŚP

source: LM
pl: LP

source: RAM
pl: PPO

source: CAM
pl: ŚPO

source: LAM
pl: LPO

source: RF
pl: PN

source: CF
pl: ŚŃ

source: LF
pl: LN

source: RW
pl: PS

source: RS
pl: PN

source: LS
pl: LN

source: LW
pl: LS

source: Overall Rating
pl: Ocena Ogólna

source: Calculate
pl: Oblicz

source: Calculate player weekly wage.
pl: Oblicz cotygodniową pensje gracza.

source: Is CPU Transfer?
pl: Transfer CPU?

source: All
pl: Wszystko

source: Is Loan Listed?
pl: Jest do wypożyczenia?

source: Is Loan Buy?
pl: Kupno po wypożyczeniu?

source: Is Snipe?
pl: Snipe?

source: Transfer Result
pl: Rezultat Negocjacji

source: Transfer Completed
pl: Transfer Zakończony

source: Transfer Rejected
pl: Transfer Odrzucony

source: Transfer Stalled
pl: Transfer Wstrzymany

source: Team From
pl: Z Drużyny

source: Team To
pl: Do Drużyny

source: Valuation
pl: Wycena

source: Offered Fee
pl: Oferowana Kwota

source: Offered Wage
pl: Oferowana Pensja

source: Total Transfers
pl: Wszystkich Transferów

source: FROM
pl: Z

source: TO
pl: DO

source: Loan
pl: Wypożyczony

source: Your file is being processed
pl: Twój plik jest przetwarzany

source: Whole process may take around 2 minutes
pl: Cały proces może zająć około 2 minut

source: Status (updates every 10s)
pl: Status (aktualizacja co 10s)

source: Error during processing your career file. Please, contact with website administrator to solve this problem.
pl: Wystąpił bład podczas przetwarzania pliku. Skontaktuj sie z administratorem strony aby rozwiaząć ten problem.

source: Reason
pl: Powód

source: Career file has been processed. Everything should work
pl: Plik został przetworzony. Wszystko powinno działać

source: Abort if stuck
pl: Przerwij jeśli się zacięło

source: Upload your FIFA Manager Mode Career File
pl: Prześlij swój zapisany stan gry z trybu kariery

source: On PC you can find your save file in "Documents" -> "FIFA 18" -> "settings" -> "CareerXXX"
pl: Na PC Twój plik z zapisanym stanem gry powinien znajdować się w "Documents" -> "FIFA 18" -> "settings" -> "CareerXXX"

source: Upload Career Save
pl: Prześlij stan gry

source: Only authenticated users are allowed to upload files
pl: Tylko autoryzowani użytkownicy mogą przesyłać pliki.

source: Return to home
pl: Wróć na stronę główną
